#include <iostream>

using namespace std;

int main(){
	setlocale(LC_ALL, "Russian");
	cout << "Вот то-то, все вы гордецы!" << endl << "Спросили бы, как делали отцы?" << endl << "Учились бы, на старших глядя:"
		<< endl << "Мы, например, или покойник дядя," << endl << "Максим Петрович: он не то на серебре," << endl
		<< "На золоте едал; сто человек к услугам;" << endl << "Весь в орденах; езжал-то вечно цугом;" << endl
		<< "Век при дворе, да при каком дворе!" << endl << endl;
	system("pause");
	return 0;
}
